Repository: FranHurtado/eventorship
Catalog: locales/*.po
Languages: es

source: Welcome to Eventorship
es: Bienvenido a Eventorship

source: Are you planing your next event but you need sponsors? Subscribe today and we help you to find them.
es: ¿Estas planeando tu evento pero necesitas patrocinadores? Suscríbete ahora y nosotros te ayudaremos a encontrarlos.

source: Your email
es: Tu email

source: SUBSCRIBE
es: SUSCRIBETE

source: About
es: Nosotros

source: Contact
es: Contacto

source: Find the proper sponsors for your event
es: Encuentra los patrocinadores adecuados para tu evento

source: Eventorship helps people and organizations to connect with good sponsors for their events. We believe in local sponsorship so we use a complex algorythm to find sponsors inside your community. Subscribe for more information.
es: Eventorship ayuda a la gente y a las organizaciones a conectar con los mejores patrocinadores para sus eventos. Creemos en el patrocinio local y utilizamos nuestro complejo algoritmo para encontrar a los patrocinadores más próximos. Suscríbete para más información.

source: Subscribe
es: Suscribete

source: Get
es: Ponte

source: in touch
es: en contacto

source: Your name
es: Tu nombre

source: Comments
es: Comentarios

source: Submit
es: Enviar

source: Eventorship | Find sporsors for your event
es: Eventorship | Encuentra sponsors para tu evento

source: Not a valid email address
es: El email no es válido

source: Your subscription is complete
es: Tu suscripción se ha completado

source: Your email already exists
es: Tu email ya existe

source: All fields are mandatory
es: Todos los campos son obligatorios

source: You have received a new contact request from Eventorship website.
es: Has recibido una nueva solicitud de contacto desde la web Eventorship.

source: Name
es: Nombre

source: Contact request from Eventorship page
es: Solicitud de contacto desde la web de Eventorship

source: Your contact request is sent. Thank you
es: Se ha enviado tu solicitud. Gracias
